{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "SEP": 5,
      "[": 6,
      "]": 7,
      ".": 8,
      "0": 9,
      "s": 10,
      "/": 11,
      ":": 12,
      "m": 13,
      "at": 14,
      "to": 15,
      "confidence": 16,
      "object_xyn": 17,
      "1": 18,
      "of": 19,
      "00": 20,
      "-": 21,
      "speed": 22,
      "a": 23,
      "had_searching_0": 24,
      "had_searching_1": 25,
      "searching_0": 26,
      "the": 27,
      "running": 28,
      "toward": 29,
      "NULL": 30,
      "velocity": 31,
      "searching_1": 32,
      "towards": 33,
      "success": 34,
      "2": 35,
      "Make": 36,
      "Move": 37,
      "specified": 38,
      "for": 39,
      "Reposition": 40,
      "movement": 41,
      "given": 42,
      "in": 43,
      "with": 44,
      "Sprint": 45,
      "constant": 46,
      "course": 47,
      "Advance": 48,
      "Steer": 49,
      "on": 50,
      "Proceed": 51,
      "bear": 52,
      "direction": 53,
      "beeline": 54,
      "Trudge": 55,
      "Travel": 56,
      "Adjust": 57,
      "Realign": 58,
      "Cruise": 59,
      "Race": 60,
      "Amble": 61,
      "Head": 62,
      "Journey": 63,
      "Navigate": 64,
      "your": 65,
      "Redirect": 66,
      "78": 67,
      "77": 68,
      "76": 69,
      "73": 70,
      "75": 71,
      "74": 72,
      "82": 73,
      "79": 74,
      "72": 75,
      "71": 76,
      "81": 77,
      "83": 78,
      "69": 79,
      "84": 80,
      "01": 81,
      "85": 82,
      "67": 83,
      "02": 84,
      "05": 85,
      "06": 86,
      "04": 87,
      "03": 88,
      "66": 89,
      "68": 90,
      "08": 91,
      "07": 92,
      "86": 93,
      "65": 94,
      "64": 95,
      "87": 96,
      "11": 97,
      "09": 98,
      "63": 99,
      "59": 100,
      "88": 101,
      "13": 102,
      "12": 103,
      "58": 104,
      "62": 105,
      "14": 106,
      "89": 107,
      "55": 108,
      "15": 109,
      "16": 110,
      "56": 111,
      "18": 112,
      "17": 113,
      "57": 114,
      "19": 115,
      "54": 116,
      "91": 117,
      "61": 118,
      "52": 119,
      "21": 120,
      "53": 121,
      "92": 122,
      "table": 123,
      "93": 124,
      "24": 125,
      "51": 126,
      "94": 127,
      "48": 128,
      "49": 129,
      "23": 130,
      "43": 131,
      "26": 132,
      "22": 133,
      "45": 134,
      "25": 135,
      "47": 136,
      "44": 137,
      "41": 138,
      "27": 139,
      "28": 140,
      "42": 141,
      "29": 142,
      "95": 143,
      "46": 144,
      "37": 145,
      "96": 146,
      "31": 147,
      "33": 148,
      "38": 149,
      "34": 150,
      "35": 151,
      "32": 152,
      "97": 153,
      "39": 154,
      "36": 155,
      "98": 156,
      "99": 157,
      "3": 158,
      "sports": 159,
      "plant": 160,
      "microwave": 161,
      "skis": 162,
      "ball": 163,
      "baseball": 164,
      "oven": 165,
      "keyboard": 166,
      "80": 167,
      "dog": 168,
      "bat": 169,
      "70": 170,
      "racket": 171,
      "kite": 172,
      "90": 173,
      "Rush": 174,
      "hydrant": 175,
      "sign": 176,
      "Chase": 177,
      "Jog": 178,
      "vase": 179,
      "Transport": 180,
      "trajectory": 181,
      "Bolt": 182,
      "Hurry": 183,
      "Movement": 184,
      "directed": 185,
      "Trot": 186,
      "closer": 187,
      "Migrate": 188,
      "Relocate": 189,
      "Dart": 190,
      "Approach": 191,
      "Transition": 192,
      "Run": 193,
      "Close": 194,
      "Edge": 195,
      "way": 196,
      "Near": 197,
      "Convey": 198,
      "Gallop": 199,
      "haste": 200,
      "full": 201,
      "Trek": 202,
      "Direct": 203,
      "dash": 204,
      "Traverse": 205,
      "yourself": 206,
      "path": 207,
      "Converge": 208,
      "Shift": 209,
      "Hurtle": 210,
      "Accelerate": 211,
      "Draw": 212,
      "near": 213,
      "vegetable": 214,
      "bench": 215,
      "clock": 216,
      "remote": 217,
      "toaster": 218,
      "bowl": 219,
      "60": 220,
      "zebra": 221,
      "mouse": 222,
      "truck": 223,
      "horse": 224,
      "skateboard": 225,
      "toothbrush": 226,
      "traffic": 227,
      "4": 228,
      "giraffe": 229,
      "fruit": 230,
      "fire": 231,
      "pizza": 232,
      "stop": 233,
      "parking": 234,
      "glove": 235,
      "teddy": 236,
      "meter": 237,
      "50": 238,
      "hot": 239,
      "carrot": 240,
      "cake": 241,
      "5": 242,
      "cup": 243,
      "phone": 244,
      "snowboard": 245,
      "dining": 246,
      "tennis": 247,
      "scissors": 248,
      "banana": 249,
      "knife": 250,
      "potted": 251,
      "chair": 252,
      "orange": 253,
      "couch": 254,
      "donut": 255,
      "spoon": 256,
      "bed": 257,
      "elephant": 258,
      "computer": 259,
      "surfboard": 260,
      "refrigerator": 261,
      "toilet": 262,
      "motorcycle": 263,
      "10": 264,
      "40": 265,
      "6": 266,
      "person": 267,
      "train": 268,
      "bus": 269,
      "20": 270,
      "7": 271,
      "tv": 272,
      "sink": 273,
      "30": 274,
      "bicycle": 275,
      "cow": 276,
      "animal": 277,
      "broccoli": 278,
      "car": 279,
      "light": 280,
      "glass": 281,
      "wine": 282,
      "umbrella": 283,
      "equipment": 284,
      "board": 285,
      "8": 286,
      "snow": 287,
      "boat": 288,
      "book": 289,
      "laptop": 290,
      "sheep": 291,
      "frisbee": 292,
      "airplane": 293,
      "suitcase": 294,
      "backpack": 295,
      "sandwich": 296,
      "cooker": 297,
      "drier": 298,
      "hair": 299,
      "9": 300,
      "disc": 301,
      "cell": 302,
      "bottle": 303,
      "cat": 304,
      "apple": 305,
      "handbag": 306,
      "fork": 307,
      "basin": 308,
      "bird": 309,
      "kitchen": 310,
      "green": 311,
      "tie": 312,
      "seat": 313,
      "skate": 314,
      "pie": 315,
      "mitt": 316,
      "equine": 317,
      "choo": 318,
      "container": 319,
      "lorry": 320,
      "vehicle": 321,
      "pastry": 322,
      "bike": 323,
      "craft": 324,
      "mammal": 325,
      "tallest": 326,
      "cycle": 327,
      "necked": 328,
      "bag": 329,
      "racquet": 330,
      "machine": 331,
      "toasting": 332,
      "pop": 333,
      "up": 334,
      "game": 335,
      "cruciferous": 336,
      "athletic": 337,
      "stool": 338,
      "dinner": 339,
      "typewriter": 340,
      "goblet": 341,
      "houseplant": 342,
      "armchair": 343,
      "chesterfield": 344,
      "furniture": 345,
      "sleeping": 346,
      "stemware": 347,
      "pachyderm": 348,
      "brush": 349,
      "dental": 350,
      "indoor": 351,
      "jumbo": 352,
      "banquet": 353,
      "ultimate": 354,
      "ski": 355,
      "wave": 356,
      "electric": 357,
      "flying": 358,
      "mattress": 359,
      "trunked": 360,
      "striped": 361,
      "divan": 362,
      "longboard": 363,
      "washroom": 364,
      "alpine": 365,
      "restroom": 366,
      "icebox": 367,
      "cot": 368,
      "sofa": 369,
      "fridge": 370,
      "surf": 371,
      "lavatory": 372,
      "hand": 373,
      "plains": 374,
      "cooler": 375,
      "TV": 376,
      "set": 377,
      "convection": 378,
      "tube": 379,
      "parafoil": 380,
      "television": 381,
      "street": 382,
      "deck": 383,
      "club": 384,
      "washbasin": 385,
      "signal": 386,
      "stoplight": 387,
      "diamond": 388,
      "range": 389,
      "robot": 390,
      "wooden": 391,
      "device": 392,
      "dragon": 393,
      "railway": 394,
      "pottery": 395,
      "plug": 396,
      "stuffed": 397,
      "water": 398,
      "flower": 399,
      "notebook": 400,
      "textbook": 401,
      "'": 402,
      "fielder": 403,
      "publication": 404,
      "volume": 405,
      "Italian": 406,
      "road": 407,
      "urn": 408,
      "margherita": 409,
      "motorbike": 410,
      "coach": 411,
      "and": 412,
      "display": 413,
      "pay": 414,
      "hero": 415,
      "chopper": 416,
      "portable": 417,
      "railcar": 418,
      "ultrabook": 419,
      "freight": 420,
      "locomotive": 421,
      "wiener": 422,
      "articulated": 423,
      "plush": 424,
      "sub": 425,
      "air": 426,
      "blower": 427,
      "alarm": 428,
      "marker": 429,
      "chalice": 430,
      "layer": 431,
      "delivery": 432,
      "ursine": 433,
      "styler": 434,
      "scooter": 435,
      "omnibus": 436,
      "yellow": 437,
      "stick": 438,
      "dirt": 439,
      "shears": 440,
      "sausage": 441,
      "decker": 442,
      "double": 443,
      "controller": 444,
      "hoagie": 445,
      "root": 446,
      "dish": 447,
      "blow": 448,
      "dryer": 449,
      "timepiece": 450,
      "universal": 451,
      "mug": 452,
      "black": 453,
      "mobile": 454,
      "motorcoach": 455,
      "bunch": 456,
      "frankfurter": 457,
      "dessert": 458,
      "trophy": 459,
      "cereal": 460,
      "control": 461,
      "doughnut": 462,
      "pomme": 463,
      "polar": 464,
      "teaspoon": 465,
      "clippers": 466,
      "bull": 467,
      "citrus": 468,
      "grizzly": 469,
      "cutlery": 470,
      "wall": 471,
      "eating": 472,
      "utensil": 473,
      "blade": 474,
      "motorcar": 475,
      "parasol": 476,
      "automobile": 477,
      "mixing": 478,
      "rainshade": 479,
      "heifer": 480,
      "handset": 481,
      "smartphone": 482,
      "optical": 483,
      "ladle": 484,
      "plantain": 485,
      "steer": 486,
      "auto": 487,
      "tangerine": 488,
      "red": 489,
      "jelly": 490,
      "tableware": 491,
      "fried": 492,
      "serving": 493,
      "bovine": 494,
      "sunshade": 495,
      "mare": 496,
      "stallion": 497,
      "park": 498,
      "spork": 499,
      "trackball": 500,
      "steed": 501,
      "individual": 502,
      "mandarin": 503,
      "brolly": 504,
      "aeroplane": 505,
      "being": 506,
      "daypack": 507,
      "case": 508,
      "figure": 509,
      "ram": 510,
      "bleacher": 511,
      "ewe": 512,
      "human": 513,
      "garden": 514,
      "jet": 515,
      "luggage": 516,
      "carry": 517,
      "aircraft": 518,
      "puppy": 519,
      "lamb": 520,
      "plane": 521,
      "knapsack": 522,
      "body": 523,
      "travel": 524,
      "ovine": 525,
      "pack": 526,
      "kitty": 527,
      "canine": 528,
      "rucksack": 529,
      "pushbike": 530,
      "jug": 531,
      "pooch": 532,
      "two": 533,
      "wheeler": 534,
      "pussycat": 535,
      "purse": 536,
      "satchel": 537,
      "pedal": 538,
      "hound": 539,
      "flask": 540,
      "vial": 541,
      "feline": 542,
      "dinghy": 543,
      "tabby": 544,
      "rowboat": 545,
      "songbird": 546,
      "vessel": 547,
      "shoulder": 548,
      "clutch": 549,
      "fowl": 550,
      "bowtie": 551,
      "necktie": 552,
      "cravat": 553,
      "ship": 554,
      "creature": 555,
      "winged": 556,
      "ascot": 557,
      "avian": 558
    },
    "unk_token": "[UNK]"
  }
}